package com.bwie.myitem.bean;

import com.bwie.library.net.ResponseBean;

import java.util.List;

/**
 * 1.类的用途
 * 2.@author:weihuanhuan
 * 3.@ 2017/1/6.
 */

public class RiBaoDetailBean extends ResponseBean{

    /**
     * body : <div class="main-wrap content-wrap">
     <div class="headline">

     <div class="img-place-holder"></div>



     </div>

     <div class="content-inner">




     <div class="question">
     <h2 class="question-title">为什么大部分财务人员工资那么低？</h2>

     <div class="answer">

     <div class="meta">
     <img class="avatar" src="http://pic1.zhimg.com/da8e974dc_is.jpg">
     <span class="author">知乎用户，</span><span class="bio">团队培训</span>
     </div>

     <div class="content">
     <p>岗位薪资和以下四个因素相关，相关比例四三二一：</p>
     <p>1、行业 40%</p>
     <p>2、岗位稀缺程度 30%</p>
     <p>3、个人技能 20%</p>
     <p>4、公司盈利情况 10%</p>
     <p>假设工资是只口袋，行业决定了口袋的面料，岗位稀缺程度决定了口袋的大小，岗位属性即个人技能决定了口袋里能塞什么东西，公司盈利情况决定了口袋是丰满的还是瘪瘪的。</p>
     <p>所以，就算是基础岗，写代码能高出财务一截，是因为代码这职位的 1+2 的情况普遍比财务强。</p>
     <p>而直播和网红年薪窜高是因为 1+3+4 的情况高于其他岗位。</p>
     <p>财务本质上不是公司的必需品，意思是很多公司的老板只是为了符合规定招聘一个财务，并不是老板本身认为缺了财务公司会倒，并且当了老板的人多少自己都会算一点儿小账；而写代码或者销售这样的岗位，对于老板来讲是缺不了的，招不到人老板会着急，一个月招不到人，最有效的办法是什么？提高起薪。重金之下必有勇夫就这个意思。</p>
     <p>会计出纳即使在四大和投资公司都属于后台岗，即不直接产生经济效益的岗位，因此不受老板重视。</p>
     <p>然而有财务这门课的大学太多了，再加上财务这个专业涵盖面比较大，包括了会计、财务管理、国际贸易、统计、税务、理财、金融、保险、审计这么多专业每年毕业这么多号人，导致了基础岗明显的供大于求，进一步拉低了起薪。</p>
     <p>起薪代表的是社会对于这门学科基础水平的期待值，所以正如一些答主所言，因为出纳、会计的基础岗工作机械枯燥重复劳动没有直接的成果产出，不能给公司带来显著的明面上的收入，所以公司招聘的时候就会给出甚至低于公司前台的工资。关键是工资这么低了，还有那么多应聘者络绎不绝的上门。</p>
     <p>因为财务不管是哪个职位，没有大错的情况下，自己不辞职是不太会有公司要开掉人的。也就是说，不管是什么水平的财务，只要进了公司，按部就班地做事，虽然工资增长不显著，但是好歹有钱拿，并且只要公司不倒闭，还不会失业。</p>
     <p>所以这种状况也进一步造成了财务基础岗的人员待到十年甚至更久就彻底混成了不想上进的老油子，和温水煮青蛙一个道理，饿不死吃不饱，不仅让人心生倦怠，还很难找到进取之路。</p>
     <p>同时因为招人容易，企业就不会在培训人员上花大力气，进一步造成了基础人员基数庞大但平均水平相对不高的现象。</p>
     <p>我待过的历任公司老板都没愁过财务招不到，有缺技术缺销售缺风控着急上火的，没听说过哪家公司缺财务总监能有半年老板睡不着觉的。</p>
     <p>好多老板都觉得财务随便招一下就有了&hellip;&hellip;唉，于是我这句「好的财务其实和技术人员一样难招」只好默默咽回肚子。</p>
     <p>应聘的人少导致了老板没得挑，自然会降低招聘要求提高薪水来加强招聘力度。</p>
     <p>而财务不管是总监、经理、会计还是出纳，放出去两天应聘的人会多到选不过来&hellip;&hellip;</p>
     <p>应聘的人多了挑不过来怎么办？降薪并且提高要求。</p>
     <p>还有一点大家可能没太想到的是，因为财务总监通常管预算，所以对于本部门的了解比较深入，而且企业里的财务总监至少有一半儿是从基础岗升上来而不是一毕业就做到财务总监的（因为财务是个核心岗需要信任基础），反而使得这部分成本变得非常透明：比如部门有人提加薪的时候，其他岗位的经理需要说一大堆话安抚担心人跑了活没人干，财务总监只要丢份报表让人写财务分析就行了，写不出来就算这人气得愤而辞职了，现招聘也来得及。</p>
     <p>那为什么还是有这么多人愿意学财务呢？</p>
     <p>因为财务总监年薪高，资源丰富。</p>
     <p>因为证券基金的经理岗看起来赚钱快。</p>
     <p>因为四大起薪还过得去。</p>
     <p>因为财务基础岗门槛低，相对稳定，相对加班少。</p>
     <p>因为大部分公司都招财务，工作相对好找。</p>
     <p>因为财务越老越值钱。（这一观点有语境的，只对于持续学习丰富各项资源的财务人员有效；否则过了 40 岁真心不值钱。）</p>
     <p>因为财务相对于编程而言，入门相对容易。</p>
     <p>因为开财务专业的大学多。</p>
     <p>因为财务在婚恋市场上口碑还行。</p>
     <p>可是尾大不掉意味着，想爬到中高层要付出更长的时间和更高的代价。</p>
     <p>财务与财务之间的水平高低差异是非常大的。</p>
     <p>一个有资源的财务人员，不但能解决公司的税务问题，还可以解决公司的资金、招聘和销售各种问题。</p>
     <p>所以做得好的财务要么是股东派来的，要么是和老板有不一般的交情，通常看起来很像是老板的心腹红人，常常和老板共同出席各种场子帮老板分析各种情况给出中肯的意见，从而让其他部门的人越加觉得财务这行神秘值钱。</p>
     <p>更高的薪水意味着老板资源的倾斜，而能做到财务总监的通常工资并不是主要收入来源，也造成了财务总监怠于向公司高层争取本部门的整体工资水平提升。</p>
     <p>和老总废半天嘴皮子才给人加一两千 / 月，还不如带着炒个股买个房。</p>
     <p>财务换工作首先是看项目能力，其次是学历和证书。</p>
     <p>直白点儿就是：花这钱用你，你带来什么资源？</p>
     <p>是能募到钱，还是能招到人，或者降个税拿个牌？</p>
     <p>你以前做过的什么事情证明你能做到这些事？</p>
     <p>工作中其实没那么多虚头巴脑的东西，做得好不好值多少钱，是可以用业绩和背景证明的。</p>
     <p>工作上抛开背景只谈能力的话，工资是和这个人能给企业带来多少价值直接相关的。</p>
     <blockquote>不管在哪个公司，需要的都是解决问题的人。<br />这个人可以自带存款，解决资金问题；可以自带渠道，解决销售问题；可以自带技术，解决产品生产问题；可以自带欢乐，解决公关问题....<br />总之，题主，你为公司解决的主要问题是什么？你能创造什么价值？<br />公司发你四千元，你解决的是四千元的问题还是两千元的问题？如果你解决的是八千元的问题，你就会被升职加薪，你哭着喊着不要不要都不行，我就是这么过来的。</blockquote>
     <p>在任何一个岗位和行业里，能混到头部的人都是非常少的。</p>
     <p>就像考上 985 的学生占当年毕业学生的比例一样，每个行业每个岗位做到头部的 1% 都可以很滋润，而 80% 的大部分人工作是不开心的，赚的钱也普普通通。</p>
     </div>
     </div>


     <div class="view-more"><a href="http://www.zhihu.com/question/34892325">查看知乎讨论<span class="js-question-holder"></span></a></div>

     </div>


     </div>
     </div>
     * image_source : Yestone.com 版权图片库
     * title : 作为一名财务，我算了算为什么自己工资低
     * image : http://pic1.zhimg.com/056df76b8a1436afd4f3fdfd9998fe94.jpg
     * share_url : http://daily.zhihu.com/story/9124149
     * js : []
     * ga_prefix : 010608
     * images : ["http://pic4.zhimg.com/24af70bd47b2051e58f851a68f2726d3.jpg"]
     * type : 0
     * id : 9124149
     * css : ["http://news-at.zhihu.com/css/news_qa.auto.css?v=4b3e3"]
     */

    public String body;
    public String image_source;
    public String title;
    public String image;
    public String share_url;
    public String ga_prefix;
    public int type;
    public int id;
    public List<?> js;
    public List<String> images;
    public List<String> css;

    @Override
    public String toString() {
        return "RiBaoDetailBean{" +
                "body='" + body + '\'' +
                ", image_source='" + image_source + '\'' +
                ", title='" + title + '\'' +
                ", image='" + image + '\'' +
                ", share_url='" + share_url + '\'' +
                ", ga_prefix='" + ga_prefix + '\'' +
                ", type=" + type +
                ", id=" + id +
                ", js=" + js +
                ", images=" + images +
                ", css=" + css +
                '}';
    }
}
